/* No comment provided by engineer. */
"+48 61 630 60 05" = "+48 61 630 60 05";

/* No comment provided by engineer. */
"Attackers might be trying to steal your information (for example, passwords, messages, or credit cards)." = "Los defraudadores pueden estar intentando robar su información (por ejemplo, contraseñas, mensajes o tarjetas de crédito).";

/* No comment provided by engineer. */
"Back" = "Atras";

/* No comment provided by engineer. */
"Bank transfer" = "Transferencia Bancaria";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Card" = "Tarjeta";

/* No comment provided by engineer. */
"Card number" = "Numero de tarjeta";

/* No comment provided by engineer. */
"Close and go back" = "Cerrar y volver";

/* No comment provided by engineer. */
"Correct your card number" = "Corrija su número de tarjeta";

/* No comment provided by engineer. */
"Credit card" = "Tarjeta de credito";

/* No comment provided by engineer. */
"credit or debit" = "credito o debito";

/* No comment provided by engineer. */
"Customer service" = "Servicio al Cliente";

/* No comment provided by engineer. */
"CVV code" = "Codigo CVV";

/* No comment provided by engineer. */
"Delete" = "Borrar";

/* No comment provided by engineer. */
"Enter a card number" = "Introducir un número de tarjeta";

/* No comment provided by engineer. */
"Please enter a valid date" = "Introduzca una fecha valida";
"Please enter a valid code" = "Introduzca un codigo valido";
"MM/YY" = "MM/YY";

/* No comment provided by engineer. */
"Enter CVV code" = "Ingrese el codigo CVV";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Expiration date" = "Fecha de caducidado";

/* No comment provided by engineer. */
"fast online transfer" = "transferencia rapida en línea";

/* No comment provided by engineer. */
"footer.termsAndCondiontsUrl" = "https://static.payu.com/sites/terms/files/TERMS_AND_CONDITIONS_OF_PROVIDING_PAYU_SERVICE.pdf";

/* No comment provided by engineer. */
"I accept " = "acepto ";

/* No comment provided by engineer. */
"New card" = "Nueva tarjeta";

/* No comment provided by engineer. */
"No, stay on one payment page" = "No, permanecer en una sola pagina de pago";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Publisher" = "Editor";

/* No comment provided by engineer. */
"Save and use" = "Guardar y usar";

/* No comment provided by engineer. */
"Scan Card" = "Escanear tarjeta";

/* No comment provided by engineer. */
"Position your card in this frame" = "Coloque su tarjeta dentro de este marco";

/* No comment provided by engineer. */
"Hold still…" = "Quedate quieto…";

/* No comment provided by engineer. */
"Select payment method" = "Seleccione el metodo de pago";

/* No comment provided by engineer. */
"This card is not supported" = "Esta tarjeta no es compatible";

/* No comment provided by engineer. */
"PayU Payment Terms" = "Condiciones de pago de PayU";

/* No comment provided by engineer. */
"Use" = "Usar";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Yes, go back" = "Si, vuelve";

/* No comment provided by engineer. */
"Your connection is not secure" = "Tu conexion no es segura";

/* No comment provided by engineer. */
"Your payment will be canceled. Continue?" = "Su pago sera cancelado. ¿Continuar?";

/* Apple Pay strings */
"Apple Pay" = "Apple Pay";
"Configure to pay by phone" = "Configurar para pagar por teléfono";
"Pay by phone" = "Pagar por telefono";

/* Blik strings */
"BLIK" = "BLIK";
"use code from your bank app" = "use el codigo de la aplicación de su banco";
"Enter BLIK code" = "Ingrese el codigo BLIK";
"Authorize and store BLIK payment in your bank app" = "Autorice y almacene el pago BLIK en su aplicacion bancaria";
"one-tap payment" = "pago con un solo click";
"Enter new BLIK code" = "Introduce el nuevo código BLIK";
"saved BLIK payment" = "pago BLIK guardado";

/* Mastercard Installments strings */
"Transaction approved" = "Transaccion aprobada";
"Installment payment" = "Pago en cuotas";
"The recipient will get the total order amount." = "El destinatario recibira el importe total del pedido.";
"You can split this payment into installments with Mastercard." = "Puedes fraccionar este pago en cuotas con Mastercard.";
"Split into installments" = "Dividir en cuotas";
"No, thanks" = "No, gracias";
"You can pay in installments with Mastercard. Select the number of installments to confirm." = "Puedes pagar a plazos con Mastercard. Seleccione el número de cuotas para confirmar.";
"total" = "total";
"1st installment" = "1ra cuota";

/* payu installments */
"Installments" = "Cuotas";
"decision in even 15 minutes" = "decision en 15 minutos";
"Your application is still being reviewed." = "Tu aplicacion aun está siendo revisada.";
"Your lender and/or store will inform you of the next steps." = "Su entidad crediticia y/o tienda le informarán los próximos pasos.";
"In order to finalize the process You will be redirected to browser" = "Para finalizar el proceso, sera redirigido al navegador";
"Accept" = "Aceptar";
